const questions = [
  {
    id: '01',
    title: 'СПИСОК ПОКУПОК – ЭТО…',
    answers: [{
      answer: 'Список чего? У меня все есть.',
      variant: 'a',
    }, 
    {
      answer: 'Кандалы, которые сковывают порывы моей души. Надо покупать сердцем, а не списком.',
      variant: 'b',
    }, 
    {
      answer: 'Огонёк маяка, который ведет меня сквозь гастрономический шторм.',
      variant: 'c',
    }],
  }, 
  {
    id: '02',
    title: 'ПОЛЬЗУЕШЬСЯ ЛИ ТЫ СКИДОЧНЫМИ КУПОНАМИ?',
    answers: [
      {
      answer: 'Конечно! А ещё промокодами и дисконтными картами',
      variant: 'a',
    }, 
    {
      answer: 'Зачем платить больше, когда можно то же самое купить со скидкой.',
      variant: 'b',
    }, 
    {
      answer: 'Слишком много суеты: нужно их где-то найти, потом не забыть обменять…',
      variant: 'c',
    }],
  }, 
  {
    id: '03',
    title: 'ЕСЛИ ТЫ ВИДИШЬ ТОВАРЫ ПО АКЦИИ, ТО…',
    answers: [
      {
      answer: 'Искра, буря, безумие – набиваю полную корзину и бегу скорее на кассу.',
      variant: 'a',
    }, {
      answer: 'Если это есть в моем списке, то, конечно, куплю!',
      variant: 'b',
    }, {
      answer: 'Пройду мимо, потому что вчера купил уже без скидки.',
      variant: 'c',
    }],
  }, 
  {
    id: '04',
    title: 'ЕСЛИ БЫ ТЫ МОГ ОПИСАТЬ ПЕСНЕЙ СВОЙ ФУД-ШОПИНГ В «ДИКСИ» (НУ ИЛИ ЕЩЁ ГДЕ-ТО), ТО ЭТО БЫЛО БЫ:',
    answers: [
      {
      answer: '«Мы с тобой не пара, не пара»',
      variant: 'a',
    }, 
    {
      answer: '«Я люблю тебя до слез»',
      variant: 'b',
    }, 
    {
      answer: '«Maybe yes, maybe no»',
      variant: 'c',
    }],
  }, 
  {
    id: '05',
    title: 'ТЕБЕ СОВЕТУЮТ ЧТО-ТО ПРИОБРЕСТИ. ЧЬЕМУ МНЕНИЮ ДОВЕРИШЬСЯ?',
    answers: [
      {
      answer: 'Я волк-одиночка в этом плане. Решаю сам.',
      variant: 'a',
    }, 
    {
      answer: 'У меня свои эксперты, мнению которых я доверяю.',
      variant: 'b',
    }, 
    {
      answer: '«Гугл» или «Яндекс». Камон, они знают всё!',
      variant: 'c',
    }],
  },
];

export default questions;